{
    "La meilleure recette de pâte à crêpes": {
        "Ingredients": [
            "5 cl de rhum",
            "50 g de beurre fondu",
            "2 cuillères à soupe d' huile",
            "3 cuillères à soupe de sucre",
            "300 g de farine",
            "3 oeufs entiers",
            "60 cl de lait"
        ],
        "Preparation": [
            "Mettre la farine dans une terrine et former un puits.",
            "Y déposer les oeufs entiers, le sucre, l'huile et le beurre.",
            "Mélanger délicatement avec un fouet en ajoutant au fur et à mesure le lait. La pâte ainsi obtenue doit avoir une consistance d'un liquide légèrement épais.",
            "Parfumer de rhum.",
            "Faire chauffer une poêle antiadhésive et la huiler très légèrement à l'aide d'un papier Essuie-tout. Y verser une louche de pâte, la répartir dans la poêle puis attendre qu'elle soit cuite d'un côté avant de la retourner. Cuire ainsi toutes les crêpes à feu doux."
        ]
    },
    "Gâteau au chocolat fondant rapide": {
        "Ingredients": [
            "100 g de sucre en poudre",
            "50 g de farine",
            "100 g de beurre + une noix pour le moule",
            "200 g de chocolat pâtissier",
            "3 oeufs"
        ],
        "Preparation": [
            "Préchauffez votre four à 180°C (thermostat 6). Dans une casserole, faites fondre le chocolat et le beurre coupé en morceaux à feu très doux.",
            "Dans un saladier, ajoutez le sucre, les oeufs, la farine. Mélangez.",
            "Ajoutez le mélange chocolat/beurre. Mélangez bien.",
            "Beurrez à l'aide d'une feuille de papier essuie-tout et farinez votre moule puis y versez la pâte à gâteau.",
            "Faites cuire au four environ 20 minutes.",
            "A la sortie du four le gâteau ne paraît pas assez cuit. C'est normal, laissez-le refroidir puis démoulez- le."
        ]
    },
    "Cookies maison": {
        "Ingredients": [
            "1 cuillère à café de levure chimique",
            "1 cuillère à café de sel",
            "100 g de chocolat noir",
            "150 g de farine",
            "vanille ou 1 sachet de sucre vanillé",
            "85 g de sucre",
            "85 g de beurre tendre",
            "1 oeuf"
        ],
        "Preparation": [
            "Détailler le chocolat en pépites.",
            "Préchauffer le four à 180°C (thermostat 6). Dans un saladier, mettre 75 g de beurre, le sucre, l'oeuf entier, la vanille et mélanger le tout avec une cuillère en bois.",
            "Ajouter petit à petit la farine mélangée à la levure, le sel et le chocolat.",
            "Avec une feuille de papier essuie-tout, beurrer une plaque allant au four et former les cookies sur la plaque.",
            "Pour former les cookies, utiliser 2 cuillères à soupe et faire des petits tas espacés les uns des autres; ils grandiront à la cuisson.",
            "Enfourner pour 10 minutes de cuisson."
        ]
    },
    "Gâteau au yaourt": {
        "Ingredients": [
            "3 pots de farine",
            "2 pots de sucre semoule",
            "0.5 paquet de levure chimique",
            "1 pot de yaourt nature",
            "0.5 pot d' huile de colza",
            "2 oeufs",
            "1 zeste de citron jaune"
        ],
        "Preparation": [
            "Préchauffer le four à 180°C (thermostat 6). Mélanger tout simplement les ingrédients un à un en suivant l'ordre suivant : levure,",
            "yaourt",
            "huile",
            "sucre",
            "farine",
            "oeuf et zeste",
            "Beurrer ou huilez un moule à manqué à l'aide d'une feuille de papier essuie-tout et y verser la pâte.",
            "Enfourner pour environ 30 minutes de cuisson.",
            "Vérifier la cuisson avec la pointe d'un couteau (elle doit ressortir sèche)."
        ]
    },
    "Gaufres faciles et légères": {
        "Ingredients": [
            "1 pincée de sel",
            "20 g de beurre",
            "30 g de sucre",
            "200 g de farine",
            "3 oeufs",
            "25 cl de lait"
        ],
        "Preparation": [
            "Mettre la farine dans un saladier, y ajouter le sucre, les jaunes d'œufs et le beurre ramolli.",
            "Délayer peu à peu le tout en y ajoutant le lait pour qu'il n'y ait pas de grumeaux.",
            "Battre les blancs en neige avec une pincée de sel et les ajouter au restant en remuant délicatement.",
            "Cuire le tout dans un gaufrier légèrement beurré.",
            "Bon appétit !!"
        ]
    },
    "Pancakes faciles et rapides": {
        "Ingredients": [
            "1 bonne cuillère à café de levure",
            "150 g de farine",
            "1 cuillère à soupe d' huile ou de beurre fondu",
            "1 cuillère à soupe de sucre blanc",
            "1 oeuf",
            "200 ml de lait"
        ],
        "Preparation": [
            "Battre grossièrement l'oeuf et le sucre dans un saladier.",
            "Y rajouter le beurre fondu ou l'huile.",
            "Mélanger à part la farine et la levure, puis en mélanger la moitié avec la préparation.",
            "Délayer progressivement avec le lait tout en rajoutant l'autre moitié de farine petit à petit (cela évitera de créer des grumeaux).",
            "Aucun temps de repos n'est nécessaire, si ce n'est juste le temps de faire chauffer votre poêle à feu moyen. Huilez ou beurrez la poêle à l'aide de papier essuie-tout.",
            "A l'aide d'une petite louche ou d'une grosse cuillère à sauce, déposer des \"ronds\" dans la poêle.",
            "Lorsque les bulles apparaissent et éclatent, retourner les pancakes et ne pas les laisser plus d'une min sur l'autre face."
        ]
    },
    "Galette des rois à la frangipane": {
        "Ingredients": [
            "75 g de beurre tendre",
            "100 g de sucre fin",
            "2 pâtes feuilletées",
            "140 g d' amandes en poudre",
            "2 oeufs",
            "1 jaune d'oeuf"
        ],
        "Preparation": [
            "Placer une pâte feuilletée dans un moule à tarte, piquer la pâte avec une fourchette.",
            "Dans un saladier, mélanger la poudre d'amandes, le sucre, les 2 oeufs et le beurre mou.",
            "Placer la pâte obtenue dans le moule à tarte et y cacher la fève.",
            "Recouvrir avec la 2ème pâte feuilletée, en collant bien les bords.",
            "Faire des dessins sur le couvercle et badigeonner avec le jaune d'oeuf.",
            "Enfourner pendant 20 à 30 min à 200°C (thermostat 6-7); vérifier régulièrement la cuisson !"
        ]
    },
    "Tiramisu (recette originale)": {
        "Ingredients": [
            "30 g de cacao amer",
            "24 biscuits à la cuillère",
            "100 g de sucre roux",
            "3 oeufs",
            "1 sachet de sucre vanillé",
            "250 g de mascarpone",
            "50 cl de café noir non sucré"
        ],
        "Preparation": [
            "Séparer les blancs des jaunes d'oeufs.",
            "Mélanger les jaunes avec le sucre roux et le sucre vanillé.",
            "Ajouter le mascarpone au fouet.",
            "Monter les blancs en neige et les incorporer délicatement à la spatule au mélange précédent. Réserver.",
            "Mouiller les biscuits dans le café rapidement avant d'en tapisser le fond du plat.",
            "Recouvrir d'une couche de crème au mascarpone puis répéter l'opération en alternant couche de biscuits et couche de crème en terminant par cette dernière.",
            "Saupoudrer de cacao.",
            "Mettre au réfrigérateur 4 heures minimum puis déguster frais."
        ]
    },
    "Clafoutis grand-mère aux cerises": {
        "Ingredients": [
            "sucre glace",
            "1 pincée de sel",
            "60 g de sucre en poudre",
            "100 g de farine",
            "40 g de beurre semi-sel + 20 g pour le moule",
            "600 g de cerises fraîches ou surgelées",
            "4 oeufs",
            "20 cl de lait",
            "1 sachet de sucre vanillé"
        ],
        "Preparation": [
            "Préchauffez le four à 210°C (thermostat 7). Lavez rapidement les cerises sous un filet d'eau fraîche, équeutez-les et égouttez-les. Personnellement j'enlève les noyaux, mais la recette traditionnelle veut qu'on les laisse, donc c'est à vous de voir si vous les laissez ou pas... Faites fondre les 40 g de beurre dans une petite casserole à fond épais. Mélangez dans un grand bol la farine, le sucre, le sel et le sucre vanillé. Incorporez les oeufs peu à peu puis le lait petit à petit en continuant de mélanger. Ajoutez le beurre fondu.",
            "Beurrez grassement le plat, rangez les cerises puis versez la pâte à clafoutis. Mettez au four pendant 10 mn à 210°C puis baissez à 180°C et cuisez encore 20 mn.",
            "Servez le clafoutis froid ou tiède, saupoudré de sucre glace."
        ]
    },
    "Flan pâtissier traditionnel": {
        "Ingredients": [
            "1 gousse de vanille",
            "90 g de maïzena",
            "150 g de sucre en poudre",
            "1 pâte brisée",
            "4 oeufs",
            "1 l de lait"
        ],
        "Preparation": [
            "Faire bouillir le lait avec la gousse de vanille fendue (dans le sens de la longueur).",
            "Pendant ce temps, mélanger la Maïzena (tamisée, c'est mieux) avec le sucre.",
            "et ajouter les oeufs bien battus.",
            "Mélanger le tout (bien homogène)",
            "et ajouter le lait bouillant (sans la gousse).",
            "Cuire la préparation à feu doux sans cesser de remuer pendant environ 1 à 2 min",
            "Préchauffer le four à 200°C (thermostat 6-7). Foncer un plat rectangulaire ou rond préalablement beurré avec la pâte brisée.",
            "Piquer le fond.",
            "Y verser la préparation.",
            "Lisser la surface.",
            "Cuire pendant environ 30 à 40 min.",
            "Laisser refroidir.",
            "Déguster."
        ]
    }
}